Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Sign in to talk to Pip
ar: سجّل الدخول للتحدث إلى Pip
es: Inicia sesión para hablar con Pip
fa: برای گفت‌وگو با پیپ وارد شوید
fil: Mag-sign in para makausap si Pip
fil_ph: Mag-sign in para makipag-usap kay Pip
fr: Connecte-toi pour parler à Pip
it: Accedi per parlare con Pip
ja: Pipと話すにはログインしてください
ko: Pip과 대화하려면 로그인하세요
ru: Войдите, чтобы поговорить с Пипом
tr: Pip’le konuşmak için giriş yapın
vi: Đăng nhập để trò chuyện với Pip
zh_hans: 登录后与 Pip 交谈

source: Sign out
ar: تسجيل الخروج
es: Cerrar sesión
fa: خروج
fil: Mag-sign out
fil_ph: Mag-sign out
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
ru: Выйти
tr: Çıkış yap
vi: Đăng xuất
zh_hans: 退出登录

source: Sign out of PipPipGo?
ar: هل تريد تسجيل الخروج من PipPipGo؟
es: ¿Cerrar sesión en PipPipGo?
fa: از PipPipGo خارج می‌شوید؟
fil: Mag-sign out sa PipPipGo?
fil_ph: Mag-sign out sa PipPipGo?
fr: Se déconnecter de PipPipGo ?
it: Uscire da PipPipGo?
ja: PipPipGoからサインアウトしますか？
ko: PipPipGo에서 로그아웃할까요?
ru: Выйти из PipPipGo?
tr: PipPipGo’dan çıkış yapılsın mı?
vi: Đăng xuất khỏi PipPipGo?
zh_hans: 要退出 PipPipGo 吗？

source: Sign-in is securely handled by Google and Amazon Cognito.
ar: تُدار عملية تسجيل الدخول بأمان عبر Google وAmazon Cognito.
es: Google y Amazon Cognito gestionan el inicio de sesión de forma segura.
fa: ورود امن با گوگل و Amazon Cognito انجام می‌شود.
fil: Ligtas na pinangangasiwaan ng Google at Amazon Cognito ang pag-sign in.
fil_ph: Ligtas na pinangangasiwaan ng Google at Amazon Cognito ang pag-sign in.
fr: La connexion est gérée en toute sécurité par Google et Amazon Cognito.
it: L’accesso è gestito in modo sicuro da Google e Amazon Cognito.
ja: ログインはGoogleとAmazon Cognitoが安全に処理します。
ko: 로그인은 Google과 Amazon Cognito를 통해 안전하게 처리됩니다.
ru: Вход безопасно обрабатывается через Google и Amazon Cognito.
tr: Giriş işlemi Google ve Amazon Cognito tarafından güvenli bir şekilde gerçekleştirilir.
vi: Việc đăng nhập được Google và Amazon Cognito xử lý an toàn.
zh_hans: 登录由 Google 和 Amazon Cognito 安全处理。

source: Signing out…
ar: جارٍ تسجيل الخروج…
es: Cerrando sesión…
fa: در حال خروج…
fil: Nagla-sign out…
fil_ph: Nagsa-sign out…
fr: Déconnexion…
it: Disconnessione…
ja: サインアウト中…
ko: 로그아웃 중…
ru: Выход…
tr: Çıkış yapılıyor…
vi: Đang đăng xuất…
zh_hans: 正在退出登录…

source: Skip compliments
ar: تخطّي المجاملات
es: Omitir cumplidos
fa: از تعریف و تمجید بگذر
fil: Laktawan ang mga papuri
fil_ph: Laktawan ang mga papuri
fr: Passer les compliments
it: Salta i complimenti
ja: 褒め言葉をスキップ
ko: 칭찬은 건너뛰기
ru: Без комплиментов
tr: İltifatları atla
vi: Bỏ qua lời khen
zh_hans: 跳过赞美

source: Skip for now
ar: تخطّي الآن
es: Omitir por ahora
fa: فعلاً رد شو
fil: Laktawan muna
fil_ph: Laktawan muna
fr: Passer pour le moment
it: Salta per ora
ja: 今はスキップ
ko: 일단 건너뛰기
ru: Пока пропустить
tr: Şimdilik atla
vi: Bỏ qua lúc này
zh_hans: 暂时跳过

source: Skip; continue with my trip
ar: تخطّي؛ ومتابعة رحلتي
es: Omitir; continuar con mi viaje
fa: رد کردن؛ ادامهٔ سفر
fil: Laktawan; ituloy ang biyahe ko
fil_ph: Laktawan; magpatuloy sa biyahe ko
fr: Passer et continuer avec mon voyage
it: Salta; continua con il mio viaggio
ja: スキップして旅行を続ける
ko: 건너뛰고 여행 계속하기
ru: Пропустить и продолжить планирование поездки
tr: Atla; seyahatime devam et
vi: Bỏ qua; tiếp tục với chuyến đi của tôi
zh_hans: 跳过，继续我的行程

source: Something else
ar: شيء آخر
es: Otra cosa
fa: راه دیگر
fil: Iba pa
fil_ph: Iba pa
fr: Autre chose
it: Qualcos’altro
ja: その他
ko: 기타
ru: Другое
tr: Başka bir şey
vi: Khác
zh_hans: 其他情况

source: Something you'd like Pip to remember?
ar: هل هناك شيء تود أن يتذكره Pip؟
es: ¿Hay algo que te gustaría que Pip recordara?
fa: چیزی هست که بخواهی پیپ به خاطر بسپارد؟
fil: May gusto ka bang ipatandaan kay Pip?
fil_ph: May gusto ka bang tandaan ni Pip?
fr: Quelque chose que vous aimeriez que Pip retienne ?
it: C'è qualcosa che vorresti che Pip ricordasse?
ja: Pipに覚えておいてほしいことはありますか？
ko: Pip이 기억해 두면 좋을 내용이 있나요?
ru: Есть что-то, что вы хотели бы попросить Пипа запомнить?
tr: Pip’in hatırlamasını istediğiniz bir şey var mı?
vi: Có điều gì bạn muốn Pip ghi nhớ không?
zh_hans: 有什么想让 Pip 记住的吗？

source: Speak
ar: تحدّث
es: Hablar
fa: صحبت کنید
fil: Magsalita
fil_ph: Magsalita
fr: Parler
it: Parla
ja: 話す
ko: 말하기
ru: Говорить
tr: Konuş
vi: Nói
zh_hans: 说话

source: Speak naturally, taking turns. Pip translates your conversation aloud in real time.
ar: تحدّث بطبيعتك مع تبادل الأدوار. يترجم Pip محادثتك بصوت عالٍ في الوقت الفعلي.
es: Hablen con naturalidad, por turnos. Pip traduce su conversación en voz alta en tiempo real.
fa: به‌نوبت و طبیعی صحبت کنید. پیپ گفت‌وگوی شما را هم‌زمان با صدای بلند ترجمه می‌کند.
fil: Magsalita nang natural at magpalitan ng pagsasalita. Isinasalin ni Pip nang malakas ang usapan ninyo sa real time.
fil_ph: Magsalita nang natural at salitan. Isinasalin ni Pip nang malakas ang usapan ninyo habang nag-uusap kayo.
fr: Parlez naturellement, à tour de rôle. Pip traduit votre conversation à voix haute en temps réel.
it: Parlate naturalmente, a turno. Pip traduce la conversazione ad alta voce in tempo reale.
ja: 交代で自然に話してください。Pipが会話をリアルタイムで音声翻訳します。
ko: 자연스럽게 번갈아 말해 보세요. Pip이 대화를 실시간으로 음성 번역해 드립니다.
ru: Говорите естественно, по очереди. Пип будет переводить ваш разговор вслух в реальном времени.
tr: Sırayla ve doğal bir şekilde konuşun. Pip, konuşmanızı gerçek zamanlı olarak sesli çevirir.
vi: Hãy nói tự nhiên, luân phiên từng lượt. Pip sẽ dịch cuộc trò chuyện thành tiếng nói theo thời gian thực.
zh_hans: 自然地轮流说话。Pip 会实时朗读你们对话的翻译。

source: Speech goes to OpenAI; profile, trips and location don’t.
ar: يُرسل الصوت إلى OpenAI؛ ولا تُرسل بيانات ملفك الشخصي أو رحلاتك أو موقعك.
es: El audio se envía a OpenAI; tu perfil, tus viajes y tu ubicación, no.
fa: گفتار به OpenAI فرستاده می‌شود؛ نمایه، سفرها و موقعیت مکانی‌تان نه.
fil: Ipinapadala ang boses sa OpenAI; hindi ipinapadala ang profile, mga biyahe, at lokasyon mo.
fil_ph: Ipinapadala ang audio sa OpenAI; hindi ipinapadala ang profile, mga biyahe at lokasyon mo.
fr: La voix est envoyée à OpenAI ; votre profil, vos voyages et votre localisation ne le sont pas.
it: L'audio viene inviato a OpenAI; il profilo, i viaggi e la posizione no.
ja: 音声はOpenAIに送信されます。プロフィール、旅行、位置情報は送信されません。
ko: 음성은 OpenAI로 전송됩니다. 프로필, 여행 정보, 위치는 전송되지 않습니다.
ru: Речь передаётся в OpenAI; профиль, поездки и местоположение — нет.
tr: Ses OpenAI’a gönderilir; profil, seyahatler ve konum gönderilmez.
vi: Giọng nói được gửi đến OpenAI; hồ sơ, chuyến đi và vị trí thì không.
zh_hans: 语音会发送给 OpenAI；个人资料、行程和位置不会。

source: Speech is shared with OpenAI to translate it while translation is on. Your profile, trips and location are not shared.
ar: تتم مشاركة الصوت مع OpenAI لترجمته أثناء تشغيل الترجمة. لا تتم مشاركة ملفك الشخصي أو رحلاتك أو موقعك.
es: Mientras la traducción está activa, el habla se comparte con OpenAI para traducirla. Tu perfil, viajes y ubicación no se comparten.
fa: هنگام فعال بودن ترجمه، گفتار برای ترجمه با OpenAI به اشتراک گذاشته می‌شود. نمایه، سفرها و موقعیت شما به اشتراک گذاشته نمی‌شوند.
fil: Ibinabahagi ang boses sa OpenAI para maisalin ito habang naka-on ang pagsasalin. Hindi ibinabahagi ang profile, mga biyahe, at lokasyon mo.
fil_ph: Ibinabahagi ang audio sa OpenAI para isalin ito habang naka-on ang pagsasalin. Hindi ibinabahagi ang profile, mga biyahe at lokasyon mo.
fr: Pendant la traduction, la parole est partagée avec OpenAI pour être traduite. Ton profil, tes voyages et ta position ne sont pas partagés.
it: Durante la traduzione, il parlato viene condiviso con OpenAI per tradurlo. Profilo, viaggi e posizione non vengono condivisi.
ja: 翻訳中は音声を翻訳するためOpenAIと共有します。プロフィール、旅行、位置情報は共有しません。
ko: 번역 기능이 켜져 있으면 음성을 OpenAI와 공유하여 번역합니다. 프로필, 여행 정보, 위치는 공유하지 않습니다.
ru: Пока включён перевод, речь передаётся в OpenAI для перевода. Профиль, поездки и местоположение не передаются.
tr: Çeviri açıkken konuşma, çevrilmesi için OpenAI ile paylaşılır. Profiliniz, seyahatleriniz ve konumunuz paylaşılmaz.
vi: Khi bật tính năng dịch, giọng nói được chia sẻ với OpenAI để dịch. Hồ sơ, chuyến đi và vị trí của bạn không được chia sẻ.
zh_hans: 翻译开启时，语音会与 OpenAI 共享以进行翻译。你的个人资料、旅行和位置不会共享。

source: Speech isn't available right now. You can still type.
ar: التحدث غير متاح الآن. يمكنك الكتابة بدلًا من ذلك.
es: El reconocimiento de voz no está disponible ahora. Puedes escribir.
fa: گفتار فعلاً در دسترس نیست. می‌توانید پاسخ را بنویسید.
fil: Hindi magagamit ang pagsasalita sa ngayon. Puwede ka pa ring mag-type.
fil_ph: Hindi magamit ang pagsasalita sa ngayon. Maaari ka pa ring mag-type.
fr: La saisie vocale n’est pas disponible pour le moment. Vous pouvez toujours écrire.
it: L'audio non è disponibile al momento. Puoi comunque scrivere.
ja: 現在、音声は利用できません。テキスト入力は引き続きご利用いただけます。
ko: 지금은 음성을 사용할 수 없습니다. 대신 입력할 수 있습니다.
ru: Сейчас голосовой ввод недоступен. Вы можете печатать.
tr: Ses şu anda kullanılamıyor. Yine de yazabilirsiniz.
vi: Hiện không dùng được tính năng giọng nói. Bạn vẫn có thể nhập.
zh_hans: 语音暂时不可用。你仍可以输入文字。

source: Start
ar: ابدأ
es: Empezar
fa: شروع
fil: Simulan
fil_ph: Simulan
fr: Commencer
it: Inizia
ja: 開始
ko: 시작
ru: Начать
tr: Başla
vi: Bắt đầu
zh_hans: 开始

source: Start a provisional plan
ar: ابدأ خطة مبدئية
es: Iniciar un plan provisional
fa: شروع برنامه موقت
fil: Magsimula ng pansamantalang plano
fil_ph: Magsimula ng pansamantalang plano
fr: Commencer un itinéraire provisoire
it: Inizia un piano provvisorio
ja: 仮のプランを作成
ko: 임시 일정 시작
ru: Начать предварительное планирование
tr: Geçici bir plan başlat
vi: Bắt đầu kế hoạch tạm thời
zh_hans: 开始制定临时计划

source: Start translation
ar: ابدأ الترجمة
es: Iniciar traducción
fa: شروع ترجمه
fil: Simulan ang pagsasalin
fil_ph: Simulan ang pagsasalin
fr: Démarrer la traduction
it: Avvia traduzione
ja: 翻訳を開始
ko: 번역 시작
ru: Начать перевод
tr: Çeviriyi başlat
vi: Bắt đầu dịch
zh_hans: 开始翻译

source: Start translation, then take turns speaking. Pip says each sentence in the other language.
ar: ابدأ الترجمة، ثم تناوبا على الكلام. يترجم Pip كل جملة إلى اللغة الأخرى.
es: Inicia la traducción y hablad por turnos. Pip dice cada frase en el otro idioma.
fa: ترجمه را شروع کنید و به نوبت صحبت کنید. پیپ هر جمله را به زبان دیگر می‌گوید.
fil: Simulan ang pagsasalin, pagkatapos ay magpalitan sa pagsasalita. Sinasabi ni Pip ang bawat pangungusap sa kabilang wika.
fil_ph: Simulan ang pagsasalin, saka magsalitan sa pagsasalita. Sasabihin ni Pip ang bawat pangungusap sa kabilang wika.
fr: Démarre la traduction, puis parlez à tour de rôle. Pip dit chaque phrase dans l’autre langue.
it: Avvia la traduzione, poi parlate a turno. Pip pronuncia ogni frase nell’altra lingua.
ja: 翻訳を開始し、交互に話してください。Pipが各文をもう一方の言語で読み上げます。
ko: 번역을 시작한 다음 번갈아 말하세요. Pip이 각 문장을 다른 언어로 말해 줍니다.
ru: Начните перевод, затем говорите по очереди. Pip будет произносить каждую фразу на другом языке.
tr: Çeviriyi başlatın, sonra sırayla konuşun. Pip her cümleyi diğer dilde seslendirir.
vi: Bắt đầu dịch, rồi lần lượt nói. Pip sẽ đọc mỗi câu bằng ngôn ngữ còn lại.
zh_hans: 开始翻译后，请轮流说话。Pip 会用另一种语言说出每句话。

source: Start voice conversation
ar: ابدأ محادثة صوتية
es: Iniciar conversación por voz
fa: شروع گفت‌وگوی صوتی
fil: Magsimula ng pag-uusap gamit ang boses
fil_ph: Simulan ang pag-uusap gamit ang boses
fr: Démarrer une conversation vocale
it: Avvia conversazione vocale
ja: 音声での会話を開始
ko: 음성 대화 시작
ru: Начать голосовой разговор
tr: Sesli sohbeti başlat
vi: Bắt đầu trò chuyện bằng giọng nói
zh_hans: 开始语音对话

source: Starting from (city or pickup point)
ar: نقطة الانطلاق (المدينة أو مكان الالتقاء)
es: Punto de partida (ciudad o lugar de recogida)
fa: مبدأ (شهر یا محل سوارشدن)
fil: Mula sa (lungsod o lugar ng sundo)
fil_ph: Magsisimula sa (lungsod o lugar ng pagsundo)
fr: Point de départ (ville ou lieu de prise en charge)
it: Partenza da (città o punto di prelievo)
ja: 出発地（都市または乗車場所）
ko: 출발지(도시 또는 픽업 장소)
ru: Начальная точка (город или место посадки)
tr: Nereden başlayacaksınız (şehir veya alınış noktası)
vi: Khởi hành từ (thành phố hoặc điểm đón)
zh_hans: 出发地（城市或接客点）

source: Starting from scratch
ar: البدء من الصفر
es: Empezar desde cero
fa: از صفر شروع می‌کنم
fil: Magsimula sa simula
fil_ph: Magsimula sa umpisa
fr: Partir de zéro
it: Partire da zero
ja: 最初から作成
ko: 처음부터 시작하기
ru: Начать с нуля
tr: Baştan başla
vi: Bắt đầu từ đầu
zh_hans: 从头开始

source: Starting microphone…
ar: جارٍ تشغيل الميكروفون…
es: Iniciando micrófono…
fa: در حال راه‌اندازی میکروفون…
fil: Sinisimulan ang mikropono…
fil_ph: Binubuksan ang mikropono…
fr: Démarrage du microphone…
it: Avvio del microfono…
ja: マイクを起動中…
ko: 마이크 시작 중…
ru: Запуск микрофона…
tr: Mikrofon başlatılıyor…
vi: Đang bật micrô…
zh_hans: 正在启动麦克风…

source: Stays: %@
ar: أماكن الإقامة: %@
es: Se mantiene: %@
fa: بدون تغییر: %@
fil: Mga tutuluyan: %@
fil_ph: Mga matutuluyan: %@
fr: Conservé : %@
it: Resta: %@
ja: 保持：%@
ko: 숙박: %@
ru: Проживание: %@
tr: Konaklamalar: %@
vi: Chỗ ở: %@
zh_hans: 保留：%@

source: Stop
ar: إيقاف
es: Detener
fa: توقف
fil: Ihinto
fil_ph: Ihinto
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
ru: Остановить
tr: Durdur
vi: Dừng
zh_hans: 停止

source: Stop translating
ar: إيقاف الترجمة
es: Detener traducción
fa: پایان ترجمه
fil: Ihinto ang pagsasalin
fil_ph: Ihinto ang pagsasalin
fr: Arrêter la traduction
it: Interrompi traduzione
ja: 翻訳を停止
ko: 번역 중지
ru: Остановить перевод
tr: Çeviriyi durdur
vi: Dừng dịch
zh_hans: 停止翻译

source: Suggested dates are a starting point, not a holiday assumption. Adjust them before confirming.
ar: التواريخ المقترحة نقطة بداية، ولا تعني افتراض أنك في عطلة. عدّلها قبل التأكيد.
es: Las fechas sugeridas son un punto de partida, no una suposición sobre festivos. Ajústalas antes de confirmar.
fa: این تاریخ‌ها فقط پیشنهاد اولیه‌اند، نه فرض تعطیلی. پیش از تأیید آن‌ها را تنظیم کنید.
fil: Panimulang mungkahi lang ang mga iminumungkahing petsa; hindi ito nangangahulugang holiday ang biyahe. Baguhin ang mga ito bago kumpirmahin.
fil_ph: Panimulang mungkahi lang ang mga petsang ito, hindi palagay na magbabakasyon ka. Baguhin ang mga ito bago kumpirmahin.
fr: Les dates suggérées sont un point de départ, pas une hypothèse sur les jours fériés. Ajuste-les avant de confirmer.
it: Le date suggerite sono un punto di partenza, non un’ipotesi sulle festività. Modificale prima di confermare.
ja: 提案された日付は出発点であり、祝日を想定したものではありません。確定する前に調整してください。
ko: 추천 날짜는 시작점일 뿐, 휴일이라고 가정한 것이 아닙니다. 확정하기 전에 날짜를 조정하세요.
ru: Предложенные даты — лишь отправная точка, а не предположение о поездке на праздники. Измените их перед подтверждением.
tr: Önerilen tarihler bir başlangıç noktasıdır; tatil varsayımı değildir. Onaylamadan önce tarihleri düzenleyin.
vi: Ngày được gợi ý chỉ là điểm khởi đầu, không có nghĩa là bạn sẽ đi nghỉ lễ. Hãy điều chỉnh trước khi xác nhận.
zh_hans: 建议日期只是起点，并非对假期的假设。确认前请调整。

source: Suggestions are not bookings. Live hours, weather and availability have not been verified.
ar: هذه الاقتراحات ليست حجوزات. لم يتم التحقق من ساعات العمل أو الطقس أو التوافر الحالي.
es: Las sugerencias no son reservas. No se han comprobado horarios, tiempo ni disponibilidad actuales.
fa: پیشنهادها رزرو نیستند. ساعت کاری، آب‌وهوا و ظرفیت فعلی بررسی نشده‌اند.
fil: Hindi pa mga booking ang mga mungkahi. Hindi pa nabeberipika ang kasalukuyang oras ng operasyon, lagay ng panahon at availability.
fil_ph: Hindi ito mga booking. Hindi pa nasusuri ang kasalukuyang oras ng operasyon, lagay ng panahon, at availability.
fr: Les suggestions ne sont pas des réservations. Les horaires, la météo et les disponibilités actuels n’ont pas été vérifiés.
it: I suggerimenti non sono prenotazioni. Orari, meteo e disponibilità attuali non sono stati verificati.
ja: 提案は予約ではありません。最新の営業時間、天気、空き状況は確認されていません。
ko: 추천 정보는 예약이 아닙니다. 실시간 운영 시간, 날씨 및 예약 가능 여부는 확인되지 않았습니다.
ru: Предложения — это не бронирования. Актуальные часы работы, погода и наличие мест не проверены.
tr: Öneriler rezervasyon değildir. Güncel çalışma saatleri, hava durumu ve müsaitlik doğrulanmamıştır.
vi: Gợi ý không phải là đặt chỗ. Giờ hoạt động, thời tiết và tình trạng chỗ trống chưa được xác minh.
zh_hans: 建议不等于预订。实时营业时间、天气和可用情况尚未核实。

source: Summary
ar: الملخص
es: Resumen
fa: خلاصه
fil: Buod
fil_ph: Buod
fr: Résumé
it: Riepilogo
ja: 概要
ko: 요약
ru: Сводка
tr: Özet
vi: Tóm tắt
zh_hans: 摘要

source: Swap languages
ar: تبديل اللغتين
es: Intercambiar idiomas
fa: جابه‌جایی زبان‌ها
fil: Pagpalitin ang mga wika
fil_ph: Pagpalitin ang mga wika
fr: Inverser les langues
it: Scambia le lingue
ja: 言語を入れ替える
ko: 언어 바꾸기
ru: Поменять языки местами
tr: Dilleri değiştir
vi: Đổi ngôn ngữ
zh_hans: 交换语言

source: Talk to Pip
ar: تحدث إلى Pip
es: Habla con Pip
fa: گفت‌وگو با پیپ
fil: Makipag-usap kay Pip
fil_ph: Makipag-usap kay Pip
fr: Parler à Pip
it: Parla con Pip
ja: Pipと話す
ko: Pip과 대화하기
ru: Поговорить с Pip
tr: Pip'le konuş
vi: Trò chuyện với Pip
zh_hans: 与 Pip 交谈

source: Tap Start translation once, then speak naturally. Pip translates aloud in real time—no need to hold a button.
ar: اضغط على «ابدأ الترجمة» مرة واحدة، ثم تحدث بطبيعتك. يترجم Pip كلامك بصوت مسموع فورًا—من دون الحاجة إلى الضغط باستمرار على زر.
es: Toca Iniciar traducción una vez y habla con naturalidad. Pip traduce en voz alta en tiempo real, sin mantener pulsado ningún botón.
fa: یک بار روی شروع ترجمه بزنید، سپس طبیعی صحبت کنید. پیپ هم‌زمان با صدای بلند ترجمه می‌کند؛ نیازی به نگه داشتن دکمه نیست.
fil: I-tap ang Simulan ang pagsasalin nang isang beses, pagkatapos ay magsalita nang natural. Isinasalin ni Pip nang malakas at real time—hindi kailangang pindutin nang matagal ang isang button.
fil_ph: I-tap nang isang beses ang Simulan ang pagsasalin, saka magsalita nang natural. Isasalin ito ni Pip nang malakas sa real time—hindi kailangang pindutin nang matagal ang isang button.
fr: Touchez Démarrer la traduction une fois, puis parlez naturellement. Pip traduit à voix haute en temps réel, sans maintenir de bouton enfoncé.
it: Tocca Avvia traduzione una volta, poi parla naturalmente. Pip traduce ad alta voce in tempo reale, senza tenere premuto un pulsante.
ja: 「翻訳を開始」を一度タップして、自然に話してください。Pipがリアルタイムで音声翻訳します。ボタンを押し続ける必要はありません。
ko: 번역 시작을 한 번 탭한 다음 편하게 말하세요. Pip이 실시간으로 소리 내어 번역하므로 버튼을 누르고 있을 필요가 없습니다.
ru: Нажмите «Начать перевод» один раз, затем говорите как обычно. Pip будет переводить вслух в реальном времени — не нужно удерживать кнопку.
tr: Çeviriyi başlat'a bir kez dokunun, sonra doğal bir şekilde konuşun. Pip gerçek zamanlı olarak sesli çeviri yapar; düğmeyi basılı tutmanız gerekmez.
vi: Chạm vào Bắt đầu dịch một lần, rồi cứ nói tự nhiên. Pip sẽ dịch thành tiếng theo thời gian thực—bạn không cần giữ nút.
zh_hans: 轻点一次“开始翻译”，然后自然说话。Pip 会实时朗读翻译，无需按住按钮。

source: taxi
ar: سيارة أجرة
fa: تاکسی
fil: taksi
ja: タクシー
ko: 택시
ru: такси
tr: taksi
zh_hans: 出租车

source: Tell me about a trip or day out you really enjoyed. What made it good?
ar: أخبرني عن رحلة أو نزهة استمتعت بها فعلًا. ما الذي جعلها رائعة؟
es: Cuéntame sobre un viaje o una excursión que disfrutaste mucho. ¿Qué hizo que fuera especial?
fa: از سفر یا روزی بگویید که واقعاً لذت بردید. چه چیزی آن را خوب کرد؟
fil: Ikuwento sa akin ang isang biyahe o pamamasyal na talagang nagustuhan mo. Ano ang nagpasaya rito?
fil_ph: Ikuwento mo sa akin ang isang biyahe o pamamasyal na talagang nagustuhan mo. Ano ang nagpasaya rito?
fr: Raconte-moi un voyage ou une sortie que tu as vraiment aimé. Qu’est-ce qui l’a rendu agréable ?
it: Raccontami un viaggio o una gita che ti è piaciuta molto. Cosa l’ha resa speciale?
ja: 楽しかった旅行やお出かけについて教えてください。何がよかったですか？
ko: 정말 즐거웠던 여행이나 나들이에 대해 이야기해 주세요. 무엇이 좋았나요?
ru: Расскажите о поездке или прогулке, которая вам очень понравилась. Что сделало её такой удачной?
tr: Gerçekten keyif aldığınız bir geziyi veya günü anlatın. Onu güzel yapan neydi?
vi: Kể tôi nghe về một chuyến đi hoặc buổi đi chơi mà bạn thực sự thích. Điều gì khiến chuyến đi đó thú vị?
zh_hans: 告诉我一次让你很开心的旅行或出游。是什么让它难忘？

source: Tell me about a trip, vacation, or even a day out that you really enjoyed. What made it good?
ar: أخبرني عن رحلة أو إجازة أو حتى نزهة استمتعت بها فعلًا. ما الذي جعلها رائعة؟
es: Cuéntame sobre un viaje, unas vacaciones o una excursión que disfrutaste mucho. ¿Qué hizo que fuera especial?
fa: از سفر، تعطیلات یا حتی روزی بیرون از خانه بگو که خیلی به تو خوش گذشته. چه چیزی آن را خوب کرد؟
fil: Ikuwento sa akin ang isang biyahe, bakasyon, o kahit pamamasyal lang na talagang nagustuhan mo. Ano ang nagpasaya rito?
fil_ph: Ikuwento mo sa akin ang isang biyahe, bakasyon, o kahit pamamasyal na talagang nagustuhan mo. Ano ang nagpasaya rito?
fr: Raconte-moi un voyage, des vacances ou une sortie que tu as vraiment aimé. Qu’est-ce qui l’a rendu agréable ?
it: Raccontami un viaggio, una vacanza o una gita che ti è piaciuta molto. Cosa l’ha resa speciale?
ja: 楽しかった旅行、休暇、日帰りのお出かけについて教えてください。何がよかったですか？
ko: 정말 즐거웠던 여행, 휴가 또는 나들이에 대해 이야기해 주세요. 무엇이 좋았나요?
ru: Расскажите о поездке, отпуске или даже прогулке, которая вам очень понравилась. Что сделало её такой удачной?
tr: Gerçekten keyif aldığınız bir geziyi, tatili veya günü anlatın. Onu güzel yapan neydi?
vi: Kể tôi nghe về một chuyến đi, kỳ nghỉ hoặc buổi đi chơi mà bạn thực sự thích. Điều gì khiến chuyến đi đó thú vị?
zh_hans: 告诉我一次让你很开心的旅行、假期或一日游。是什么让它难忘？

source: Tell me in your own words, or add a booking.
ar: أخبرني بطريقتك، أو أضف حجزًا.
es: Cuéntamelo con tus palabras o añade una reserva.
fa: با زبان خودتان بگویید، یا یک رزرو اضافه کنید.
fil: Ikuwento ito sa sarili mong mga salita, o magdagdag ng booking.
fil_ph: Ikuwento mo sa sarili mong mga salita, o magdagdag ng booking.
fr: Dis-le avec tes mots, ou ajoute une réservation.
it: Raccontamelo con le tue parole oppure aggiungi una prenotazione.
ja: あなたの言葉で教えてください。予約を追加してもかまいません。
ko: 편하게 이야기하거나 예약 정보를 추가하세요.
ru: Расскажите своими словами или добавьте бронирование.
tr: Kendi sözlerinizle anlatın veya bir rezervasyon ekleyin.
vi: Hãy kể theo cách của bạn hoặc thêm thông tin đặt chỗ.
zh_hans: 用自己的话告诉我，或添加预订。

source: Tell Pip about yourself
ar: أخبر Pip عن نفسك
es: Cuéntale a Pip sobre ti
fa: از خودتان به پیپ بگویید
fil: Ikuwento kay Pip ang tungkol sa iyo
fil_ph: Sabihin mo kay Pip ang tungkol sa iyo
fr: Parlez de vous à Pip
it: Parla di te a Pip
ja: Pipにあなたのことを教える
ko: Pip에게 자신을 소개하세요
ru: Расскажите Pip о себе
tr: Pip'e kendinizden bahsedin
vi: Cho Pip biết về bạn
zh_hans: 告诉 Pip 关于你的事

source: Tell Pip…
ar: أخبر Pip…
es: Cuéntale a Pip…
fa: به پیپ بگو…
fil: Ikuwento kay Pip…
fil_ph: Sabihin mo kay Pip…
fr: Dites à Pip…
it: Di' a Pip…
ja: Pipに伝える…
ko: Pip에게 알려주세요…
ru: Расскажите Pip…
tr: Pip'e anlatın…
vi: Kể Pip nghe…
zh_hans: 告诉 Pip……

source: That's enough to get started. I'll learn more as we go.
ar: هذا يكفي للبدء. سأتعرّف عليك أكثر مع مرور الوقت.
es: Con eso basta para empezar. Aprenderé más sobre la marcha.
fa: برای شروع کافی است. در طول راه بیشتر یاد می‌گیرم.
fil: Sapat na ito para makapagsimula. Mas marami pa akong malalaman habang nagpapatuloy tayo.
fil_ph: Sapat na ito para makapagsimula. Mas marami pa akong malalaman habang nagpapatuloy tayo.
fr: Cela suffit pour commencer. J’en apprendrai plus en chemin.
it: Basta così per iniziare. Imparerò di più strada facendo.
ja: これで始められます。旅を進めながら、もっと学んでいきます。
ko: 시작하기엔 충분해요. 함께하며 더 알아갈게요.
ru: Этого достаточно, чтобы начать. По ходу дела я узнаю о вас больше.
tr: Başlamak için bu kadarı yeterli. Yol boyunca sizi daha iyi tanırım.
vi: Vậy là đủ để bắt đầu. Chúng ta sẽ tìm hiểu thêm trong lúc đi.
zh_hans: 这些信息足够开始了。我会在过程中了解更多。
